DHL/Paketversand/Test 2/Form/ShipmentOrder.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Header><NS1:Authentification xmlns:NS1="http://dhl.de/webservice/cisbase"><user xmlns="http://dhl.de/webservice/cisbase">2222222222_01</user><signature xmlns="http://dhl.de/webservice/cisbase">pass</signature></NS1:Authentification></SOAP-ENV:Header><SOAP-ENV:Body xmlns:NS2="http://dhl.de/webservice/cisbase"><GetLabelRequest xmlns="http://dhl.de/webservices/businesscustomershipping"><Version><majorRelease xmlns="">2</majorRelease><minorRelease xmlns="">2</minorRelease></Version><shipmentNumber xmlns="http://dhl.de/webservice/cisbase">222201010031989260</shipmentNumber></GetLabelRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>
